{"type":"data","nodes":[null,{"type":"data","data":[{"item":1},{"id":2,"name":3,"slug":4,"alternative_names":5,"description":6,"created_at":7,"gender":5,"language":8,"nationality":9,"ethnicity":10,"ethnicity_description":5,"nationality_description":5,"draft":11,"added_by":12},148,"Charles Knight","charles-knight-148",null,"English publisher, editor and author. He published and contributed to works such as The Penny Magazine, The Penny Cyclopaedia, and The English Cyclopaedia, and established the Local Government Chronicle.on of a bookseller and printer at Windsor, he was apprenticed to his father. On completion of his indentures he took up journalism and had an interest in several newspaper speculations,[1] including the Windsor, Slough and Eton Express.In 1823, in conjunction with friends he had made as publisher (1820–1821) of The Etonian, he started Knight's Quarterly Magazine, to which Winthrop Mackworth Praed, Derwent Coleridge and Thomas Macaulay contributed. It lasted for only six issues, but it made Knight's name as publisher and author, beginning a career which lasted over forty years.[1] The periodical included an 1824 review of Frankenstein in which Percy Bysshe Shelley was attributed as the author in a comparison with his wife's second novel Valperga. One of his early publications was the diary of the naval chaplain Henry Teonge (c. 1620–1690).[2] From 1826 to 1827, he published the second series of Alaric Alexander Watts' monthly magazine The Literary Magnet. In 1827 Knight was forced to give up publishing, and became the superintendent of the publications of the Society for the Diffusion of Useful Knowledge, for which he projected and edited The British Almanack and Companion, begun in 1828. In 1829 he resumed business on his own account with the publication of The Library of Entertaining Knowledge, writing several volumes of the series himself. In 1832 and 1833 he started The Penny Magazine (1832-1845) and The Penny Cyclopaedia.","2024-02-29T12:36:07.127204+00:00","English","United Kingdom","White",true,"Gillian Lamb"],"uses":{"params":["source","slug"]}}]}
