{"type":"data","nodes":[null,{"type":"data","data":[{"item":1},{"id":2,"name":3,"slug":4,"alternative_names":5,"description":6,"created_at":7,"gender":8,"language":9,"nationality":10,"ethnicity":11,"ethnicity_description":12,"nationality_description":12,"draft":13,"added_by":14},137,"Duke of Wellington","duke-of-wellington-137","Arthur Wellesley","British statesman, soldier, and Tory politician who was one of the leading military and political figures of 19th-century Britain, serving twice as prime minister of the United Kingdom. He is among the commanders who won and ended the Napoleonic Wars when the Seventh Coalition defeated Napoleon at the Battle of Waterloo in 1815. Bborn in the Kingdom of Ireland into an aristocratic Anglo-Irish family, belonging to the Protestant Ascendancy, beginning life as The Hon. Arthur Wesley. Wellesley was born the son of Anne, Countess of Mornington, and Garret Wesley, 1st Earl of Mornington. His father was himself the son of Richard Wesley, 1st Baron Mornington, and had a short career in politics representing the constituency of Trim in the Irish House of Commons before succeeding his father as Baron Mornington in 1758. Garret Mornington was also an accomplished composer, and in recognition of his musical and philanthropic achievements was elevated to the rank of Earl of Mornington in 1760.Wellesley's mother was the eldest daughter of Arthur Hill-Trevor, 1st Viscount Dungannon, after whom Wellesley was named. His term as prime minister was marked by Roman Catholic Emancipation: the restoration of most civil rights to Roman Catholics in the United Kingdom of Great Britain and Ireland. The change was prompted by the landslide by-election win of Daniel O'Connell, a Roman Catholic Irish proponent of emancipation, who was elected despite not being legally allowed to sit in Parliament. In the House of Lords, facing stiff opposition, Wellington spoke for Catholic Emancipation, and according to some sources, gave one of the best speeches of his career. Wellington was born in Ireland and so had some understanding of the grievances of the Roman Catholic majority there; as Chief Secretary, he had given an undertaking that the remaining Penal Laws would only be enforced as \"mildly\" as possible. In 1811 Catholic soldiers were given freedom of worship and 18 years later the Roman Catholic Relief Act 1829 was passed with a majority of 105. Many Tories voted against the Act, and it passed only with the help of the Whigs. Wellington had threatened to resign as prime minister if King George IV did not give Royal Assent. The nickname \"Iron Duke\" originated from this period, when he experienced a high degree of personal and political unpopularity. During this time, Wellington was greeted by a hostile reaction from the crowds at the opening of the Liverpool and Manchester Railway. Wellington was gradually superseded as leader of the Tories by Robert Peel, while the party evolved into the Conservatives. When the Tories were returned to power in 1834, Wellington declined to become prime minister because he thought membership in the House of Commons had become essential. The king reluctantly approved Peel, who was in Italy.In 1824, one liaison came back to haunt him, when Wellington received a letter from a publisher, John Joseph Stockdale, offering to refrain from issuing an edition of the rather racy memoirs of one of his mistresses, Harriette Wilson, in exchange for money. It is said that the Duke promptly returned the letter, after scrawling across it, \"Publish and be damned\". However, Hibbert notes in his biography that the letter can be found among the Duke's papers, with nothing written on it. It is certain that Wellington did reply, and the tone of a further letter from the publisher, quoted by Longford, suggests that he had refused in the strongest language to submit to blackmai ","2024-02-29T11:40:24.882143+00:00","Assigned male at birth","English","United Kingdom","White",null,true,"Gillian Lamb"],"uses":{"params":["slug"]}}]}
