{"type":"data","nodes":[null,{"type":"data","data":[{"item":1},{"id":2,"name":3,"slug":4,"alternative_names":5,"description":6,"created_at":7,"gender":8,"language":9,"nationality":10,"ethnicity":11,"ethnicity_description":5,"nationality_description":5,"draft":12,"added_by":13},138,"Sir Robert Peel","sir-robert-peel-138",null,"British Conservative statesman who served twice as Prime Minister of the United Kingdom (1834–1835, 1841–1846), simultaneously serving as Chancellor of the Exchequer (1834–1835), and twice as Home Secretary (1822–1827, 1828–1830). He is regarded as the father of modern British policing, owing to his founding of the Metropolitan Police Service. Peel was one of the founders of the modern Conservative Party.The son of a wealthy textile manufacturer and politician, Peel was the first prime minister from an industrial business background. He earned a double first in classics and mathematics from Christ Church, Oxford. He entered the House of Commons in 1809 and became a rising star in the Tory Party. Peel entered the Cabinet as home secretary (1822–1827), where he reformed and liberalised the criminal law and created the modern police force, leading to a new type of officer known in tribute to him as \"bobbies\" and \"peelers\". After a brief period out of office he returned as home secretary under his political mentor the Duke of Wellington (1828–1830), also serving as Leader of the House of Commons. Initially, a supporter of continued legal discrimination against Catholics, Peel reversed himself and supported the Roman Catholic Relief Act 1829 and the 1828 repeal of the Test Act, claiming that \"though emancipation was a great danger, civil strife was a greater danger\".Peel often started from a traditional Tory position in opposition to a measure, then reversed his stance and became the leader in supporting liberal legislation. This happened with the Test Act, Catholic emancipation, the Reform Act, income tax and, most notably, the repeal of the Corn Laws. Historian A. J. P. Taylor wrote: \"Peel was in the first rank of 19th-century statesmen. He carried Catholic Emancipation; he repealed the Corn Laws; he created the modern Conservative Party on the ruins of the old Toryism. Peel was born at Chamber Hall, Bury, Lancashire, to the industrialist and parliamentarian Sir Robert Peel, 1st Baronet, and his wife Ellen Yates. His father was one of the richest textile manufacturers of the early Industrial Revolution. Peel received his early education from a clergyman tutor in Bury and at a clergyman's local school in Tamworth.He may also have attended Bury Grammar School or Hipperholme Grammar School, though evidence for either is anecdotal rather than textual. He started at Harrow School in February 1800. At Harrow, he was a contemporary of Lord Byron. Attended Christ Church, Oxford, which Peel attended 1805–1808, graduating with a double first. In 1805, Peel matriculated at Christ Church, Oxford. His tutor was Charles Lloyd, later Regius Professor of Divinity, on Peel's recommendation appointed bishop of Oxford. In 1808 Peel became the first Oxford student to take a double first in Classics and Mathematics.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","2024-02-29T11:50:24.825531+00:00","Assigned male at birth","English","United Kingdom","White",true,"Gillian Lamb"],"uses":{"params":["slug"]}}]}
