{"type":"data","nodes":[null,{"type":"data","data":[{"people":1},[2],{"id":3,"name":4,"slug":5,"alternative_names":6,"description":7,"created_at":8,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":10,"nationality_description":13,"draft":14,"added_by":15,"person_moment":16},360,"Tomáš Garrigue Masaryk","tomas-garrigue-masaryk-360",null,"Czech intellectual and politician who served as the first president of Czechoslovakia from 1918 to 1935.  Tomáš Garrigue Masaryk was born in 1850 in the town of Hodonín in the province of Moravia, at the time a part of the Austrian Empire. His parents, of Czech and Slovak origin, worked on a local aristocratic estate. Masaryk pursued an academic career, studying at the University of Vienna and later the University of Lepizig. In 1882, he was appointed as a professor of philosophy at the Charles-Ferdinand University in Prague, where he first developed full proficiency in standard Czech after a previous education in German. While studying in Leipzig, he met Charlotte Garrigue, a fellow student from the United States, whom he would later marry. He subsequently changed his own name to include Garrigue’s surname, reflecting his commitment to women’s equality. Masaryk was a strong believer in science and a fierce critic of Austria’s Habsburg dynasty and the Roman Catholic church. While a passionate Czech patriot, he was critical of nationalist mythology and opposed antisemitism. He served as member of the Austrian parliament, affiliated with Czech political parties, between 1891 and 1893 and between 1907 and 1914.  At the outbreak of the First World War, he was deemed a traitor to Austria-Hungary due to his support for Czechoslovak independence and went into exile, initially residing in different parts of Western Europe and Russia. Masaryk was appointed as a lecturer in the new Slavonic School at King’s College London in the autumn of 1915 and delivered his inaugural lecture on ‘The Problem of Small Nations in Europe.’ While delivering periodic lectures at King’s, he continued to travel widely to lobby for support of Czechoslovak independence. He found an especially receptive audience in the United States, drawing on contacts from his days as a visiting professor at the University of Chicago, before the war, and on the large Czech and Slovak emigrant communities. When the Austro-Hungarian empire collapsed in October 1918, Czechoslovakia declared independence, and the newly formed National Assembly elected Masaryk as the nation’s first president in November. He was re-elected three times, serving as president until 1935. During his presidency, Czechoslovakia was among the most stable democracies in Europe, though this stability depended in part on management by a small political and intellectual elite connected to Masaryk. This milieu was known as ‘the Castle,’ a reference to the presidential residence. Masaryk died in 1937, at the age of 87.","2024-10-15T19:45:46+00:00","Assigned male at birth","Czech","Austria","White","Austrian until 1918; Czechoslovak after 1918",true,"Erika Melek Delgado",[17],{"moment":18},"9 - 1919: Crises of Empire"],"uses":{"params":["slug"]}},null,null]}
