{"type":"data","nodes":[null,{"type":"data","data":[{"item":1},{"id":2,"name":3,"slug":4,"alternative_names":5,"description":6,"created_at":7,"organisation_type":8,"location":5,"founding_date":9,"dissolution_date":5,"draft":10,"added_by":11},38,"Society for Promoting Christian Knowledge","society-for-promoting-christian-knowledge-38",null,"UK based charity founded in 1698 working worldwide to increase awareness. Oldest Anglican mission organisation in the world. Founded by Rev. Thomas Bray.  Sought to tackle number of political and social issues. Campaigned for penal reform, provided basic education for slaves in Caribbean. Built libraries in market towns and founded many charity schools. ldest Anglican mission organisation in the world. Founded to counter growth in vice and immorality. Committed to promotion of religion and learning in plantations abroad. Closely connected to CoE. Actively campaigned for penal reform, provided for widows and children of clergy who died overseas and provided basic education for slaves in the Caribbean. Built libraries in market towns, first 200 years founded many charity schools for poor children aged 7-11. Society provided teacher training. As the British Empire grew in the 19th century, SPCK supported the planting of new churches around the world. Funds were provided for church buildings, schools, theological training colleges, and to provide chaplains for the ships taking emigrants to their new homes.From the late 1800s to the early 20th century, SPCK ran a Training College for Lay Workers on Commercial Road in Stepney Green, London.hroughout the 18th century, SPCK was by far the largest producer of Christian literature in Britain.[citation needed] The range of its output was considerable - from pamphlets aimed at specific groups such as farmers, prisoners, soldiers, seamen, servants and slave-owners, to more general works on subjects such as baptism, confirmation, Holy Communion, the Prayer Book, and private devotion. Increasingly, more substantial books were also published, both on Christian subjects and, from the 1830s, on general educational topics as well. ","2024-03-21T10:03:02.875669+00:00","Charitable society","1698-01-01",true,"Gillian Lamb"],"uses":{"params":["slug"]}}]}
