{"type":"data","nodes":[null,{"type":"data","data":[{"people":1},[2,18,26,34,44,55,64,72,81,89,98,109,119,128,136,144,153,162,170,182,192,201,211,220,231,240,251,261,271,281,290,298,308,316,325,334,344,354,363,371,380,389,398,408,416,423,432,441,450,458,467,476,485,492,499,507,517,524,531,540,547,556,565,572,581,590,598,607,616,624,633,641,649,659,667,676,684,693],{"id":3,"name":4,"slug":5,"alternative_names":6,"description":7,"created_at":8,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":14,"person_moment":15},108,"Archdeacon Cambridge","archdeacon-cambridge-108",null,"Part of Hackney Phalanx of High Church Men#","2024-02-29T10:28:55.238724+00:00","Assigned male at birth","English","United Kingdom","White",true,"Gillian Lamb",[16],{"moment":17},"2- 1828: The financial and political networks which created King's",{"id":19,"name":20,"slug":21,"alternative_names":6,"description":22,"created_at":23,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":14,"person_moment":24},109,"Astley P Cooper","astley-p-cooper-109","Father was clergyman, mother Maria Susanna Bransby, author of several novels. Age 16 sent to London and placed under Henry Cline. Became demonstrator of anatomy at St Thomas and in 1800 appointed to Guys. ","2024-02-29T10:29:56.723253+00:00",[25],{"moment":17},{"id":27,"name":28,"slug":29,"alternative_names":6,"description":30,"created_at":31,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":14,"person_moment":32},107,"Benjamin Collins Brodie","benjamin-collins-brodie-107","Son of Peter Bellinger Brodie. Educated by father, who had been educated at Charterhouse and Worcester College, Oxford. Trained as a doctor. Learned pharmacy. Became very famous for the operation on Isambard Kingdom Brunel. Personal surgeon to the King. ","2024-02-29T10:27:39.462692+00:00",[33],{"moment":17},{"id":35,"name":36,"slug":37,"alternative_names":38,"description":39,"created_at":40,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":41,"person_moment":42},187,"Bowyer Edward Sparke","bowyer-edward-sparke-187","Rt. Rev. Dr. Lord Bishop of Ely","Sparks graduated from Cambridge with a BA in 1782, a MA 1785 and a DD in 1803. In 1784, he became a fellow of Pembroke College, he was also a tutor to the fifth Duke of Rutland. From 1800 to 1805, he was vicar of Scalford in Leicestershire, and from 1800 to 1809 vicar of Redmile. From 1803 to 1810, Sparks was vicar of St Augustine-the-Less in Bristol, in 1803 dean of Bristol then in 1809 bishop of Chester. His final appointment was to the bishopric of Ely in 1812, which he maintained until his death.","2024-08-15T14:48:27.284262+00:00","Ariunzaya Batkhuyag",[43],{"moment":17},{"id":45,"name":46,"slug":47,"alternative_names":48,"description":49,"created_at":50,"gender":51,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":52,"person_moment":53},201,"Catherine Henrietta","catherine-henrietta-201","Catherine Norris ","Daughter of David Powell and Laetitia Clark, wife of Henry Handley Norris. ","2024-08-16T16:27:47+00:00","Assigned female at birth","Arin Edwards",[54],{"moment":17},{"id":56,"name":57,"slug":58,"alternative_names":6,"description":59,"created_at":60,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":61,"draft":13,"added_by":52,"person_moment":62},215,"Charles James Blomfield","charles-james-blomfield-215","A British divine, classicist, and a Church of England bishop","2024-08-19T12:57:59+00:00","Born in Bury St Edmunds, Suffolk",[63],{"moment":17},{"id":65,"name":66,"slug":67,"alternative_names":68,"description":6,"created_at":69,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":52,"person_moment":70},212,"Charles Lloyd","charles-lloyd-212","Regius Professor of Divinity, Bishop of Oxford","2024-08-19T11:43:03+00:00",[71],{"moment":17},{"id":73,"name":74,"slug":75,"alternative_names":76,"description":77,"created_at":78,"gender":9,"language":10,"nationality":11,"ethnicity":6,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":41,"person_moment":79},189,"Charles R. Sumner","charles-r-sumner-189","Rt. Rev. Dr. Lord Bishop of Winchester","Sumner graduated Cambridge with a BA in 1814, a MA 1817, and under the instruction of King George IV, a DD in 1825. In 1814, he was ordained as deacon and as a priest in 1817. He gained George IV favour at a dinner party which had a significant impact on his future preferments. The King appointed him to the canonry of Windsor this was, however, refused by Lord Liverpool and the canonry was given to Dr James Stanier Clarke while Sumner was given all his prior appointments. Sumner was made the private chaplain to the King, historiographer to the crown, chaplain to the household at Carlton House and librarian to the King. From 1821 to 1822, he was vicar of St Helens in Abingdon, and from 1822 to 1825, Sumner was appointed to the second canonry of Worcester Cathedral and Canterbury until 1827. In 1826, he was consecrated as bishop of Llandaff, which he held alongside the deanery of St Pauls. The King then helped appoint him to the bishopric of Winchester where he unusually practised regular visitation. By 1867, two hundred and one permanent and temporary churches were built in his diocese as well as three hundred and twelve churchyards and cemeteries. Sumner supported the catholic emancipation.","2024-08-15T15:12:37.75247+00:00",[80],{"moment":17},{"id":82,"name":83,"slug":84,"alternative_names":6,"description":85,"created_at":86,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":14,"person_moment":87},106,"Christopher Benson","christopher-benson-106","At Trinity College, 1809. MA in 1815, ordained spent some years as a curate at St John's, Newcastle and St Giles. 1817 select preacher at Cambridge.","2024-02-29T10:26:20.611192+00:00",[88],{"moment":17},{"id":90,"name":91,"slug":92,"alternative_names":93,"description":94,"created_at":95,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":41,"person_moment":96},188,"C. M. Sutton","c-m-sutton-188","Right Hon. / Viscount Canterbury","Sutton graduated Cambridge with a BA in 1802 and a MA in 1805. In 1806, he was called to the bar and elected MP for Scarborough, which he maintained until 1832. His father was the grandson to the third Duke of Rutland. In 1809, he was invited to take the office of the judge-advocate general and in 1817 was the ministerial candidate for the speaker of the house, which he won with a great majority. In 1835, Robert Peel gave him the viscountcy of Canterbury.  Sutton was against the catholic emancipation.","2024-08-15T14:59:32.7101+00:00",[97],{"moment":17},{"id":99,"name":100,"slug":101,"alternative_names":102,"description":103,"created_at":104,"gender":9,"language":10,"nationality":105,"ethnicity":12,"ethnicity_description":6,"nationality_description":106,"draft":13,"added_by":52,"person_moment":107},217,"Dr. Hawks","dr-hawks-217","Francis L. Hawks\n","An American writer, historian, educator and priest of the Episcopal Church.","2024-08-19T13:06:48+00:00","United States","Born in New Bern, North Carolina.",[108],{"moment":17},{"id":110,"name":111,"slug":112,"alternative_names":113,"description":114,"created_at":115,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":116,"draft":13,"added_by":14,"person_moment":117},137,"Duke of Wellington","duke-of-wellington-137","Arthur Wellesley","British statesman, soldier, and Tory politician who was one of the leading military and political figures of 19th-century Britain, serving twice as prime minister of the United Kingdom. He is among the commanders who won and ended the Napoleonic Wars when the Seventh Coalition defeated Napoleon at the Battle of Waterloo in 1815. Bborn in the Kingdom of Ireland into an aristocratic Anglo-Irish family, belonging to the Protestant Ascendancy, beginning life as The Hon. Arthur Wesley. Wellesley was born the son of Anne, Countess of Mornington, and Garret Wesley, 1st Earl of Mornington. His father was himself the son of Richard Wesley, 1st Baron Mornington, and had a short career in politics representing the constituency of Trim in the Irish House of Commons before succeeding his father as Baron Mornington in 1758. Garret Mornington was also an accomplished composer, and in recognition of his musical and philanthropic achievements was elevated to the rank of Earl of Mornington in 1760.Wellesley's mother was the eldest daughter of Arthur Hill-Trevor, 1st Viscount Dungannon, after whom Wellesley was named. His term as prime minister was marked by Roman Catholic Emancipation: the restoration of most civil rights to Roman Catholics in the United Kingdom of Great Britain and Ireland. The change was prompted by the landslide by-election win of Daniel O'Connell, a Roman Catholic Irish proponent of emancipation, who was elected despite not being legally allowed to sit in Parliament. In the House of Lords, facing stiff opposition, Wellington spoke for Catholic Emancipation, and according to some sources, gave one of the best speeches of his career. Wellington was born in Ireland and so had some understanding of the grievances of the Roman Catholic majority there; as Chief Secretary, he had given an undertaking that the remaining Penal Laws would only be enforced as \"mildly\" as possible. In 1811 Catholic soldiers were given freedom of worship and 18 years later the Roman Catholic Relief Act 1829 was passed with a majority of 105. Many Tories voted against the Act, and it passed only with the help of the Whigs. Wellington had threatened to resign as prime minister if King George IV did not give Royal Assent. The nickname \"Iron Duke\" originated from this period, when he experienced a high degree of personal and political unpopularity. During this time, Wellington was greeted by a hostile reaction from the crowds at the opening of the Liverpool and Manchester Railway. Wellington was gradually superseded as leader of the Tories by Robert Peel, while the party evolved into the Conservatives. When the Tories were returned to power in 1834, Wellington declined to become prime minister because he thought membership in the House of Commons had become essential. The king reluctantly approved Peel, who was in Italy.In 1824, one liaison came back to haunt him, when Wellington received a letter from a publisher, John Joseph Stockdale, offering to refrain from issuing an edition of the rather racy memoirs of one of his mistresses, Harriette Wilson, in exchange for money. It is said that the Duke promptly returned the letter, after scrawling across it, \"Publish and be damned\". However, Hibbert notes in his biography that the letter can be found among the Duke's papers, with nothing written on it. It is certain that Wellington did reply, and the tone of a further letter from the publisher, quoted by Longford, suggests that he had refused in the strongest language to submit to blackmail.","2024-02-29T11:40:24.882143+00:00","Wellesley was born into an aristocratic Anglo-Irish family.",[118],{"moment":17},{"id":120,"name":121,"slug":122,"alternative_names":123,"description":124,"created_at":125,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":41,"person_moment":126},287,"Earl Brownlow","earl-brownlow-287","John Cust","The eldest son of the 1st Baron of Brownlow, elected MP for Clitheroe in 1802 after his tour of Russia and Germany in 1801. Once his father passed in 1807, he succeeded the titles and estates. He was awarded compensation in 1837 under the Slave Compensation Act of the same year, his younger brother married into the Boode family who were a Dutch slave-owning family. He married three times having eight children between his first two wives.","2024-09-11T14:51:55.398901+00:00",[127],{"moment":17},{"id":129,"name":130,"slug":131,"alternative_names":132,"description":6,"created_at":133,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":52,"person_moment":134},204,"Edward Law","edward-law-204","Baron Ellenborough","2024-08-17T16:28:05+00:00",[135],{"moment":17},{"id":137,"name":138,"slug":139,"alternative_names":140,"description":6,"created_at":141,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":52,"person_moment":142},208,"Edward Smith-Stanley","edward-smith-stanley-208","Lord Derby, Lord Stanley, Edward Smith-Stanley, 12th Earl of Derby PC ","2024-08-17T16:49:19+00:00",[143],{"moment":17},{"id":145,"name":146,"slug":147,"alternative_names":148,"description":149,"created_at":150,"gender":51,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":41,"person_moment":151},319,"Elizabeth Sophia Lawrence","elisabeth-sophia-lawrence-319","Mrs","Lawrence was born in Kensington in 1761 and inherited Studley Royal Park from her maternal aunt after her brother predeceased her. Due to this inheritance, she owned and managed roughly two thirds for north Yorkshire, she restored the abbey alongside other features of the estate. Her charitable efforts included building schools, churches, orphanages and asylyms as well as leaving money in her will to the poor, sick or widowed tenants of her estate. She was active in local politics, having a significant effect on who was elected in her constituency. She was against the catholic emancipation","2024-09-21T16:51:42.914086+00:00",[152],{"moment":17},{"id":154,"name":155,"slug":156,"alternative_names":157,"description":158,"created_at":159,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":41,"person_moment":160},233,"Fifth Duke of Rutland","john-manners-233","John Henry Manners","Born in Knightsbridge, London as the eldest son of the 4th Duke of Rutland and succeeded to the dukedom in 1787 when his father passed. Lord Lieutenant of Leicestershire between 1799-1857. Imortalised as the 'Duke' in Benjamin Disraeli's novel Coningsby along with two of his ten children. He was a keen supporter of horse-racing with his best horse Cadland, which he bred, winning the 1828 Epsom Derby and 2000 Guineas race in Newmarket the same year. ","2024-08-20T17:09:15.126855+00:00",[161],{"moment":17},{"id":163,"name":164,"slug":165,"alternative_names":6,"description":166,"created_at":167,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":14,"person_moment":168},111,"George D'Oyley","george-doyley-111","Graduated as second wrangler, and was ordained in 1802. 1811 elected lecturer at Cambridge, very influential in foundation of Kings","2024-02-29T10:33:10.16682+00:00",[169],{"moment":17},{"id":171,"name":172,"slug":173,"alternative_names":174,"description":175,"created_at":176,"gender":9,"language":10,"nationality":177,"ethnicity":12,"ethnicity_description":178,"nationality_description":179,"draft":13,"added_by":52,"person_moment":180},221,"George Elphinstone Keith","george-elphinstone-keith-221","1st Viscount Keith","A British Royal Navy officer during the French Revolutionary and Napoleonic Wars.","2024-08-19T19:10:18+00:00","Scotland","","Born in Elphinstone Tower, Falkirk",[181],{"moment":17},{"id":183,"name":184,"slug":185,"alternative_names":186,"description":187,"created_at":188,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":189,"draft":13,"added_by":52,"person_moment":190},182,"George Henry Law","george-henry-law-182","Rt. Rev. Dr. Lord Bishop of Bath and Wells.","Law was the son of the bishop of Carlisle, educated at Cambridge where he graduated in 1781 with a BA as second wrangler, then being elected a fellow of Queen's College and getting his MA in 1784 and DD in 1804. His father helped in his appointment ot a prebendal stall in Carlisle Cathedral, as well as the vicarage of Torpenhow in 1787. Law was rector of Kelshall, Hertfordshire and in 1791 rector of Willingham Cambridgeshire. Law would marry Jane Adeane in July of 1784. By 1812 he had been translated to the bishopric of Chester, which his brother the lord chief justice had influenced. He was deeply concerned about the suffering of the rural poor and children in factories, being the only bishop to support Robert Peel's bill to lessen the hours that children could work in factories. He also supported small land grants, lower rents and tax concessions for the poor, Law was invested in the reform of the church primarily through rigorous theological training and was against the Catholic Emancipation.","2024-08-15T10:29:27+00:00","Born in Peterhouse, Cambridge. Lived at Langham Place, London.",[191],{"moment":17},{"id":193,"name":194,"slug":195,"alternative_names":196,"description":197,"created_at":198,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":41,"person_moment":199},315,"George Horatio Cholmondeley","george-horatio-cholmondeley-315","Marquis Cholmondeley","Suceeding his father's title after the first Marquess' death in 1827, also being styled Viscount Malpas until 1815 then Earl of Rocksavage from 1815-27. He was elected a Tory M.P from 1817-21 and participated in the coronation of George IV in 1821. From 1830-8 he served as Lord Great Chamberlain and was admitted into the Privy Council in 1830. In 1858 he became constable for Castle Rising which he kept until his death in 1870. The family seats were Houghton Hall and Cholmondeley Castle. After a brief interest in Catholicism, he became a devout Methodist which he remained devout to throughout his life. Both of his marriages were childless, and his second wife survived him by sixteen years.","2024-09-21T16:34:29.685069+00:00",[200],{"moment":17},{"id":202,"name":203,"slug":204,"alternative_names":205,"description":206,"created_at":207,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":208,"draft":13,"added_by":52,"person_moment":209},190,"George James Cholmondeley","george-james-cholmondeley-190","1st Marquess of Cholmondeley Esq.","The 1st Marquess of Cholmondeley was styled Viscount Malpas then later the Earl of Cholmondeley. He entered the House of Lords in 1770, then thirteen years later entered the Privy Council under the government of the Duke of Portland who also appointed him as Captain of the Yeomen of the Guard. In 1812 he was made Lord Steward of the Household in the Tory government of Spencer Perceval and kept this position until 1821. In 1819 he was made a Knight Grand Cross of the Royal Guelphic Order and in 1822 a Knight of the Garter in 1822. From 1770-83 he was Lord-Liutenant of Cheshire and Vice-Admiral from 1770-1827. In 1776 he began an affair with Grace Darymple Elliot, a Scottish courtesan and spy during the French Revolution, this prompted a divorce from her husband formalising their separation. He later married Lady Georgiana Charlotte Bertie on the 25th of April in 1791.","2024-08-15T16:26:58+00:00","Born in Cholmondeley Castle, Chesire. Lived at 18 Great Cumberland Street, London",[210],{"moment":17},{"id":212,"name":213,"slug":214,"alternative_names":215,"description":178,"created_at":216,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":217,"draft":13,"added_by":52,"person_moment":218},209,"George Vancouver ","george-vancouver-209","Captain George Vancouver ","2024-08-17T16:51:51+00:00","Born in King's Lynn, Norfolk.",[219],{"moment":17},{"id":221,"name":222,"slug":223,"alternative_names":224,"description":225,"created_at":226,"gender":51,"language":10,"nationality":227,"ethnicity":12,"ethnicity_description":6,"nationality_description":228,"draft":13,"added_by":52,"person_moment":229},206,"Gertrude Mahon","gertrude-mahon-206","Born Gertrude née Tilson","A British courtesan and actress.","2024-08-17T16:33:40+00:00","Ireland","Born in Dublin.",[230],{"moment":17},{"id":232,"name":233,"slug":234,"alternative_names":235,"description":236,"created_at":237,"gender":51,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":52,"person_moment":238},200,"Grace Coote","grace-coote-200","Grace Bathurst","Daughter of Charles Coote and Grace (Tilson) Coote, wife of Rt Rev. Henry Bathurst, Bishop of Norwich, 2nd, Joseph Peacock. ","2024-08-16T16:26:06+00:00",[239],{"moment":17},{"id":241,"name":242,"slug":243,"alternative_names":244,"description":245,"created_at":246,"gender":51,"language":247,"nationality":177,"ethnicity":12,"ethnicity_description":6,"nationality_description":248,"draft":13,"added_by":52,"person_moment":249},207,"Grace Dalrymple Elliott ","grace-dalrymple-elliott-207","Grace Elliot, Dally the Tall","A Scottish courtesan, writer and spy in Paris during the French Revolution.","2024-08-17T16:44:04+00:00","French","Born in Edinburgh.",[250],{"moment":17},{"id":252,"name":253,"slug":254,"alternative_names":255,"description":256,"created_at":257,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":258,"draft":13,"added_by":52,"person_moment":259},193,"Henry Bathurst ","henry-bathurst-193","Rt. Rev. Dr.Lord Bishop of Norwich","Born in Westminster, London, the seventh son of Benjamin Bathurst of Lydney Park (1688-1767) and third of fourteen children of his father's second wife. His father had 36 children from two marriages. Ordained in 1769 and received the see of Norwich in 1805 after Charles Manner-Sutton was made Archbishop of Canterbury. He and his wife Grace married on the 15th of August, 1780, and had eleven children. As a member of the House of Lords Bathurst supported Catholic emancipation and the 1832 Reform Act unlike many of his fellow clergy.","2024-08-15T18:06:23+00:00","Born in Westminster, London. Lived at at 20 Upper Brook Street,\n",[260],{"moment":17},{"id":262,"name":263,"slug":264,"alternative_names":265,"description":266,"created_at":267,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":268,"draft":13,"added_by":52,"person_moment":269},194,"Henry Handley Norris","henry-handley-norris-194","Rev. Henry Handley Norris","Born in London to a wealthy Russian merchant, Norris graduated from Cambridge as BA in 1793 and MA in 1796. He had a close and life-long friendship with Joshua Watson beginning in 1794 when they organised a subscription for a company of Shropshire militia stationed in Hackney. Norris was ordained in 1796 becoming curate of Hackney beginning his life in service to the Church of England, which he bolstered by his endowments. He was appointed prebend of the Llandaff Cathedral in 1816 and in became prebend of St. Paul's Cathedral while also being chaplain to the sixth Earl of Shaftesbury. In 1805, he married Henrietta Catherine on the 19th of June. He published The Influence of the Female Character Upon Society in 1801 as a response to the upheaval of the French Revolution, he also published A Manual for the Parish Priest in 1815 and A Pastor's Legacy in 1851.  He was the 'acknowledged leader' of the Hackney Phalanx and with Watson helped found the National Society for Promoting the Education of the Poor in the Principles of the Established Church in 1811 and remained active in the SPCK and SPG. He was a generous patron to several charities, helping organise relief for German refugees of the Napoleonic War and later supported colonial churches. He was against the Catholic Emancipation, and his ecclesiastical influence waned after a revolt over his leadership of the SPCK in 1834.","2024-08-15T20:31:56+00:00","Born in Hackney, London. Lived at Prebendary of St. Pauls.",[270],{"moment":17},{"id":272,"name":273,"slug":274,"alternative_names":275,"description":276,"created_at":277,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":278,"draft":13,"added_by":52,"person_moment":279},195,"Henry Hugh Hoare","henry-hugh-hoare-195","Esq. Henry Hugh Hoare. ","Henry Hoare became a partner of the family bank in 1785 and inherited the family home in 1787, selling it in 1827 as his primary residence was in St James'. Disapproving of the Catholic Emancipation, he was invested and involved with the Church of England acting as treasurer for the Society for the Propagation of the Gospel in Foreign Parts and acting as head of the building committee for the rebuilding of a church opposite the bank on Fleet Street. In 1797 he bought a Buckinghamshire estate from Lord Fitzroy and took a keen interest in land management. As his elder brother had died in 1828, he became a senior partner in the family bank and ten years later inherited the barony as well as estate in Wiltshire. He and his wife Maria married in 1783 and had sixteen children. ","2024-08-15T21:05:26+00:00","Born at Barn Elms, London Borough of Richmond. Lived at 7 York Street, St. James'.",[280],{"moment":17},{"id":282,"name":283,"slug":284,"alternative_names":285,"description":286,"created_at":287,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":41,"person_moment":288},245,"Henry William Majendie","henry-william-majendie-245","Rt. Rev. Dr. Lord Bishop of Bangor","Majendie came from a French ecclesiastical family which had emigrated to England in the previous generation. His father John Majendie was preceptor to Queen Charlotte, canon of Windsor in 1774 and the Queen's domestic chaplain as well as tutor to her two sons. The son was educated at Charterhouse and obtained a scholarship to Christ's College, Cambridge graduating with a BA in 1776 as well as fellowship, MA in 1785, DD in 1791. Henry Majendie was ordained in Worcestershire in 1783 where he was vicar from 1783 to 1785 and preceptor to Prince William from 1780. He was made canon of Windsor in 1785, vicar of Nether Stowey from 1790 to 1793 and afterwards in 1793 vicar of Hungerford for three years. He resigned from these posts when he was appointed to the residential prebend at St Pauls and the vicarage of New Windsor. In 1800, he became bishop of Chester, and in 1809 bishop of Bangor which he maintained until his death. Majendie founded a Sunday school and took interest in educating the poor primarily as a method for social control. He appointed relatives in valuable posts, including his sons, attracting charges of nepotism. He and his wife Anne had thirteen children. Majendie was against the catholic emancipation.","2024-08-20T18:37:52.729773+00:00",[289],{"moment":17},{"id":291,"name":292,"slug":293,"alternative_names":6,"description":6,"created_at":294,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":295,"draft":13,"added_by":52,"person_moment":296},203,"Isaac Milner","isaac-milner-203","2024-08-17T16:21:51+00:00","Born in Mabgate, Leeds, England.",[297],{"moment":17},{"id":299,"name":300,"slug":301,"alternative_names":302,"description":303,"created_at":304,"gender":51,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":305,"draft":13,"added_by":52,"person_moment":306},184,"Jane Adeane","jane-adeane-184","Nurse Jane Henrietta Adeane, Jane Law by marriage","Born to  James Whorwood Adeane and Anne Adeane (born Jones). Adeane had served as one of the Stanley Sailors’ Hospital administrators and benefactors, she became the Commandant of the Sailors’ Hospital on behalf of the Red Cross.","2024-08-15T13:45:14.495561+00:00","Holyhead, Anglesey, North Wales.",[307],{"moment":17},{"id":309,"name":310,"slug":311,"alternative_names":6,"description":312,"created_at":313,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":14,"person_moment":314},105,"John Atkins","john-atkins-105","West India merchant of Halstead Place, Sevenoaks,elected alderman of London 1808, Sheriff of London 1810, Lord Mayor of London 1819. ","2024-02-29T10:24:57.072512+00:00",[315],{"moment":17},{"id":317,"name":318,"slug":319,"alternative_names":320,"description":321,"created_at":322,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":41,"person_moment":323},285,"John Banks Jenkinson","john-banks-jenkinson-285","Rt. Rev. Dr. Lord Bishop of St. Davids","Jenkinson was brother to Charles Jenkinson first earl of Liverpool, colonel in the army, joint secretary for Ireland and gentleman usher to Queen Charlotte. John Jenkinson graduated Oxford in 1804 with a BA, an MA in 1807 and DD in 1817. His episcopal career began when he was made prebendary of Worcester in 1808 then rector of Leverington in 1812, dean of Worcester in 1818 and master of St Oswalds, Worcester in 1818. By 1825 he was elected bishop of St. David’s and a month later in August made canon of Durham - worth £9,000 annually to him and his family. Having abstained from the first vote on Catholic emancipation, by 1829 he had shifted to accepting the relief bill. Jenkinson was involved with the foundation of both Durham University as well as King's College London. He maintained a school in Carmarthen for children from poor families. His eldest son inherited Charles Jenkinson's title becoming eleventh baronet of Liverpool in 1855. He supported the catholic emancipation.","2024-09-11T14:39:13.749559+00:00",[324],{"moment":17},{"id":326,"name":327,"slug":328,"alternative_names":329,"description":330,"created_at":331,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":41,"person_moment":332},311,"John Crichton-Stuart ","john-crichton-stuart-311","2nd Marquess of Bute/ Industrialist","Born the eldest son to the first Marquis of Bute he attended Eton and then Cambridge then travelled with his paternal grandfather to France and Russia sustaining an eye injury that would continue to affect him for life. He took a keen interest in land management, working closely with his estate managers and largely shunned fashionable society due to his injury. He moved between his estates, which in total amounted to one hundred thousand acres. His landholding in Dowlaid ironworks would be extemely profitable being the fourth largest globally, making his son in the late nineteenth century the largest individual reciever of mineral royalties. This wealth was also poured into other ventures such as the construction of Cardiff dock in 1839 which by the end of the century handled more coal than anywhere in the world. The Marquess was also Lord Lieitenant of Glamorgan and Bute from 1815 until his death as well as colonel of the Glamorgan militia. His honors included FRS in 1818, DCL from Oxford in 1834, LLD from Cambridge in 1835, FSA in 1838 and KT in 1843. He married twice, with his first childless and his second providing him with a male heir to the estates. He was against the catholic emancipation. ","2024-09-21T16:06:38.916287+00:00",[333],{"moment":17},{"id":335,"name":336,"slug":337,"alternative_names":338,"description":339,"created_at":340,"gender":9,"language":10,"nationality":227,"ethnicity":12,"ethnicity_description":178,"nationality_description":341,"draft":13,"added_by":41,"person_moment":342},280,"John George de la Poer Beresford","john-george-de-la-poer-beresford-280","Most Rev. Lord Archbishop of Armagh","Beresford was son of the second earl of Tyrone and first Marquess of Waterford, and his wife Elizabeth Monck born in Dublin, Ireland. He graduated Oxford with a BA 1793, MA 1796, and DD in 1805. He was ordained deacon in 1795 and priest in 1797 beginning his episcopal career in his family rectorate of Clonegam and Newtownman in the Lismore diocese. In 1799 he obtained the deanary of St Macartan's in Clogher, in 1801 the rectory of Termonmaguirk in the diocese of Armagh, in 1805 the bishopric of Cork and Ross then in 1807 he was translated to the see of Raphoe then Clogher in 1819. This trajectory continued as by 1820 he was archbishop of Dublin and privy councillor of Ireland. Finally, he was translated to the archbishopric of Armagh and the primacy of all Ireland in 1822, his diocese was combined in 1850, after the death of the bishop of Clogher, with the former. He spent a significant proportion of his income on charitable services such as erecting a £3000 belltower on the University of Dublin campus and £6000 to St Columba College which was intended to perform the same function as Eaton College for the Irish gentry. He was against the catholic emancipation. ","2024-09-11T14:13:20.774235+00:00","Anglo-Irish",[343],{"moment":17},{"id":345,"name":346,"slug":347,"alternative_names":6,"description":348,"created_at":349,"gender":9,"language":10,"nationality":105,"ethnicity":12,"ethnicity_description":6,"nationality_description":350,"draft":13,"added_by":52,"person_moment":351},213,"John Henry Hobart\n","john-henry-hobart-213","The third Episcopal bishop of New York","2024-08-19T12:48:29+00:00","Born in Philadelphia, Pennsylvania",[352,353],{"moment":17},{"moment":17},{"id":355,"name":356,"slug":357,"alternative_names":358,"description":359,"created_at":360,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":41,"person_moment":361},290,"John Ireland","john-ireland-290","Rev. Dr. ","Born the son of a butcher in Ashburton he was educated at the local grammar school and later attended Oriel College at Oxford Univeristy. He gained his MA, BD, and DD thirty years later in 1810. He served as vicar of Croydon and chaplain to the Earl of Liverpool during which he was appointed Canon of Westminster. Ireland became sub-dean in 1806 and ten years later Dean of Westminister, dean of the Order of Bath and rector of Islip, Oxfordshire. In 1825 he donated £4000 for four scholarships at Oxford and spent £2000 on the house for the master of Ashburton Grammar. During his tenure as Dean of Westminster he held the crown at the coronations of George IV and William IV. He was conservative regarding ecclesiastical and political reform opposing Catholic emancipation.","2024-09-11T15:04:06.737757+00:00",[362],{"moment":17},{"id":364,"name":365,"slug":366,"alternative_names":6,"description":367,"created_at":368,"gender":9,"language":10,"nationality":227,"ethnicity":12,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":52,"person_moment":369},214,"John Jebb","john-jebb-214","An English divine, medical doctor, and religious and political reformer.","2024-08-19T12:52:16+00:00",[370],{"moment":17},{"id":372,"name":373,"slug":374,"alternative_names":375,"description":376,"created_at":377,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":41,"person_moment":378},292,"John Kaye","john-kaye-292","Rt. Rev. Dr. Lord Bishop of Lincoln","Kaye was educated at Charles Burney's school in Hammersmith then went to Christ's College, Cambridge studying under Richard Porson and developing a close friendship with C.J. Blomfield and J.H. Monk. He graduated with a BA in 1804 as well as senior wrangler, a senior chancellor's medallist, the second Smith's prize and elected to a Christ's fellowship. From 1815-16 he was the vice-chancellor of Cambridge, reinstating regius professor's public lectures. In 1820 Lord Liverpool made Kaye bishop of Bristol, also being consecrated at Lambeth in July of the same year. Kaye was President of the Philosophical Society in 1827 as well as fellow of the Royal Society in 1848. He was for the abolition of slavery framing his opposition through a religious lens. In 1827 he was translated to diocese of Lincoln forging close connections with his archdeacons Henry Bayley of Stow and Charles Goddard of Lincoln. Kaye was vehemently against Catholic emancipation.","2024-09-11T15:13:16.216409+00:00",[379],{"moment":17},{"id":381,"name":382,"slug":383,"alternative_names":384,"description":385,"created_at":386,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":41,"person_moment":387},293,"John Luxmoore ","john-luxmoore-293","Rt. Rev. Dr. C.S M.A Lord Bishop of St. Asaph Lyall","Luxmoore is regarded as the epitome of clerical greed in the Church of England in the nineteenth century due to him holding several clerical posts at one time. He was a tutor to the Duke of Buccleuch while at Oxford and due to his support became rector of St George the Martyr in London in 1782. In 1793 he was made prebendary of Canterbury, in 1799 dean of Gloucester, in 1800 rector of Taynton Gloucestershire and in 1806 exchanged St George the Martyr for St Andrew's in Holbourn. This trend of successive appointments continued as he was appointed bishop of Bristol in 1807, translated to Hereford the following year and in 1808 obtained the deanary of Gloucester. He held the archdeaconry of St Asaph at the same time as the bishopric of Bristol, earning his family rouhgly £27,000 in income from St Asaph and Hereford. After his death Luxmoore's family earned £7,000 from St Asaph and his son Charles Scott Luxmoore acted similarly, holding mutliple episcopal posts at once. ","2024-09-11T15:29:28.22699+00:00",[388],{"moment":17},{"id":390,"name":391,"slug":392,"alternative_names":393,"description":394,"created_at":395,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":41,"person_moment":396},303,"Joshua Watson","joshua-watson-303","Esq.","Born in Tower Hill Joshua was the second son of John Watson, a wine merchant, and Dorothy Robson, a cousin to artist George Fennel Robson, Watson attended three different schools before joining his father's counting house at twenty-one as a partner. Watson and his wife Mary had two daughters, his wife was the daughter of a banker in the City of London. Although he spent a large portion of his life in the commercial world, Watson was dedicated to serving the Church of England through advocacy and charity. He was closely associated with the Hackney Phalanx and worked extensively throughout his life to extend charity to several religious and philanthropic causes. He was the first treasurer for the National Society for Promoting the Education of the Poor in the Principles of the Established Church and is considered largely responsible for raising £16000 in subscriptions and the appointment of the archbishop of Canterbury as president. Watson and Henry Handley Norris bought the British Critic in 1811 using it to publish the principles of the church. From 1815 Watson retired and dedicated himself to philanthropy becoming tresurer of the Clergy Orphan Society, a govenor of the London Fever Hospital and on account of his good work recieved presents from the kings of Prussia and Saxony as well as a diploma of honour from the University of Hamburg. He aided in making the SPG more fiscally stable increasing its annual income from £8100 in 1814 to £82,000 by 1855. He was invested and encouraged missionary work especially the building of colonial churches where several of his close friends were appointed as bishops. The death of his wife in 1831, brother in 1839 and daughter in 1840 caused him deep distress, driving him to sell his Westminster house in 1840 and move in with his sister-in-law in Clapton.","2024-09-12T11:24:16.755365+00:00",[397],{"moment":17},{"id":399,"name":400,"slug":401,"alternative_names":402,"description":403,"created_at":404,"gender":51,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":405,"draft":13,"added_by":52,"person_moment":406},191," Lady Georgiana Charlotte Bertie","lady-georgiana-charlotte-bertie-191","Georgiana Charlotte Cholmondeley, Marchioness of Cholmondeley","Born from Peregrine Bertie, 3rd Duke of Ancaster and Kesteven, and second wife Mary, she was the was the wife of George Cholmondeley.","2024-08-15T16:31:55+00:00","family home was Cholmondeley Castle, Cheshire.",[407],{"moment":17},{"id":409,"name":410,"slug":411,"alternative_names":6,"description":412,"created_at":413,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":14,"person_moment":414},102,"Lancelot Shadwell","lancelot-shadwell-102","Last vice chancellor of England. Judge. Eldest son of a barrister and eminent conveyancer and his wife Elizabeth Whitmore. Educated at Eton college, St Johns College, Cambridge (1796). 1800 7th wrangler. Admitted to Lincoln's Inn 1797, called to bar 10 Feb 1803","2024-02-29T10:17:43.160851+00:00",[415],{"moment":17},{"id":417,"name":418,"slug":419,"alternative_names":6,"description":6,"created_at":420,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":14,"person_moment":421},1,"Lord Arden","lord-arden-1","2024-02-16T15:40:50.411136+00:00",[422],{"moment":17},{"id":424,"name":425,"slug":426,"alternative_names":427,"description":428,"created_at":429,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":52,"person_moment":430},220,"Lord Charles FitzRoy","lord-charles-fitzroy-220","General Lord Charles FitzRoy","A British Army officer and politician.\n\n","2024-08-19T19:04:19+00:00",[431],{"moment":17},{"id":433,"name":434,"slug":435,"alternative_names":436,"description":437,"created_at":438,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":41,"person_moment":439},304,"Lord Crewe","lord-crewe-304","John Crewe (trustees)","Lord Crewe graduated Oxford in 1760 with no degree and began in 1761 his two-year tour of France and Italy then returning to his Cheshire estates. He was an esteemed agricultralist. His political career began in 1765 when he was elected as M.P. for Stafford and was a supporter of the Duke of Grafton. In 1782 Crewe's Act was passed barring revenue officers from participating in parliamentary elections. He was a keen supporter both politically and financially of Charles James Fox going into opposition with him in 1783. In 1773 he took on £1200 in annuity on Fox's behalf and spent each year roughly £12,000 to support Fox. In 1784 he led the counterattack on a crowd attempting to break the windows of Fox's house and in 1806 was awarded a peerage for his steadfast support. He and his wife Frances had a happy marriage with four children, two boys and two girls. Frances was a noted beauty and political hostess well-liked by members of Fox's party. His son and heir John Crewe was disinherited as far as his father was able to do so.","2024-09-12T11:33:12.168706+00:00",[440],{"moment":17},{"id":442,"name":443,"slug":444,"alternative_names":445,"description":446,"created_at":447,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":41,"person_moment":448},296,"Lord Kenyon","lord-kenyon-296","George Kenyon","Born the second son of Lloyd Kenyon, the first baron Kenyon, he succeeded to his father's title after his elder brother died in 1801 and his father in 1802. He graduated Oxford in 1794 earning a BA in 1796, then MA in 1802 and finally DCL in 1814. He was an ardent conservative and anti-catholic activist printing in 1810 an Observation on the Roman Catholic Question. In 1811 he was called to the bar and then in 1811 a custos brevium of the court of the king's bench. He joined the Orange order in 1808 and after the 1829 emancipation of Roman Catholics supported it financially. He appointed William Blennerhasset Fairham to lead the organisation which in 1836 due to his appointee's mismanagement led to his withdrawal from public life as it was implicated as a secret society attempting to overthrow the royal succession.","2024-09-11T16:02:42.349642+00:00",[449],{"moment":17},{"id":451,"name":452,"slug":453,"alternative_names":454,"description":6,"created_at":455,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":52,"person_moment":456},216,"Lord Liverpool","lord-liverpool-216","Robert Jenkinson, 2nd Earl of Liverpool","2024-08-19T13:02:50+00:00",[457],{"moment":17},{"id":459,"name":460,"slug":461,"alternative_names":462,"description":463,"created_at":464,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":41,"person_moment":465},300,"Lord Rolle","lord-rolle-300","John Rolle","His father was a major colonial landowner in Florida in the 1760's and as compensation for the loss of the American plantations, Rolle was due to inherit plantations in Barbados. The title Baron Rolle of Stevenstone was revived and conferred onto him in 1796. He was very conservative and held a deep-seated distaste for Charles James Fox and Henry Dundas. In 1788 he was made colonel of the South Devon militia, recorder of Torrington in 1797 and colonel of the Royal Devon yeomanry in 1801. He was one of the twenty-two lords staunchly against Catholic emancipation. Upon his death his estate was worth £300,000 and because both of his marriages were childless his wealth and titles were given to a nephew though his second marriage.","2024-09-12T10:56:34.382836+00:00",[466],{"moment":17},{"id":468,"name":469,"slug":470,"alternative_names":471,"description":472,"created_at":473,"gender":51,"language":10,"nationality":11,"ethnicity":6,"ethnicity_description":178,"nationality_description":6,"draft":13,"added_by":52,"person_moment":474},202,"Maria Palmer Acland","maria-palmer-acland-202"," Lady Hoare ","Daughter of Sir Arthur Palmer Acland, of Fairfield, Co. Somerset, and Elizabeth Oxenham. Wife of Sir Henry Hugh Hoare.","2024-08-16T16:29:15+00:00",[475],{"moment":17},{"id":477,"name":478,"slug":479,"alternative_names":480,"description":481,"created_at":482,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":41,"person_moment":483},298,"Marquess of Bristol","marquess-of-bristol-298","Frederick William Hervey","Suceeded his father's title of the Earl of Bristol in 1803 despite being the youngest son due to his brother predeceasing him, Hervey was the first Marquess of Bristol after being made so in 1826 alongside Earl Jermyn. In 1805 he became a fellow of the Royal Society while from 1788-93 he was ensign to the first footguards. Hervey was also M.P. for Bury St. Edmunds and in 1806 inherited his uncles' estates.","2024-09-11T16:08:28.230659+00:00",[484],{"moment":17},{"id":486,"name":487,"slug":488,"alternative_names":6,"description":6,"created_at":489,"gender":6,"language":6,"nationality":6,"ethnicity":6,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":41,"person_moment":490},353,"Messrs Drummonds","messrs-drummonds-353","2024-09-23T15:49:49.082026+00:00",[491],{"moment":17},{"id":493,"name":494,"slug":495,"alternative_names":6,"description":6,"created_at":496,"gender":6,"language":6,"nationality":6,"ethnicity":6,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":41,"person_moment":497},354,"Messrs Hoares","messrs-hoares-354","2024-09-23T15:50:57.867928+00:00",[498],{"moment":17},{"id":500,"name":501,"slug":502,"alternative_names":6,"description":503,"created_at":504,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":14,"person_moment":505},103,"Nicholas Conyngham Tyndal","nicholas-conyngham-tyndal-103","Born at Covall Hall, Chelmsford. Son of Robert Tindal, solicitor of Chelmsford and wife Sarah, daughter of John Pocock of Greenwich. 8th wrangler, gold medal. Admitted to Lincoln's Inn 1802. Married Merelina. Daughter of captain in the navy","2024-02-29T10:20:07+00:00",[506],{"moment":17},{"id":508,"name":509,"slug":510,"alternative_names":511,"description":512,"created_at":513,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":514,"nationality_description":6,"draft":13,"added_by":41,"person_moment":515},186,"Patrick Bell","patrick-bell-186","Rev. Dr.","Bell was a Church of Scotland minister and an inventor of agricultural machinery. In 1827, he made a working model of a reaping machine, exhibiting it at the Highland and Agricultural Society in 1828-9. However, he never patented his design as he wanted it to be available for people to produce. The Highland Society awarded him £1000 for services to agriculture, he was also given an honorary degree of LLD from the University of St Andrews. He was ordained in the Church of Scotland in 1843 as minister of the parish of Carmyllie and kept this post until his death. ","2024-08-15T14:38:23.391743+00:00","Born in the rural parish of Auchterhouse in Angus, Scotland.",[516],{"moment":17},{"id":518,"name":519,"slug":520,"alternative_names":6,"description":6,"created_at":521,"gender":6,"language":6,"nationality":6,"ethnicity":6,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":41,"person_moment":522},352,"Rev. Dr. Richards","rev-dr-richards-352","2024-09-23T15:48:03.499633+00:00",[523],{"moment":17},{"id":525,"name":526,"slug":527,"alternative_names":6,"description":6,"created_at":528,"gender":6,"language":6,"nationality":6,"ethnicity":6,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":41,"person_moment":529},355,"Rev. J. M. Rogers","rev-j-m-rogers-355","2024-09-23T15:52:33.111295+00:00",[530],{"moment":17},{"id":532,"name":533,"slug":534,"alternative_names":535,"description":536,"created_at":537,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":41,"person_moment":538},323,"Richard Bagot","richard-bagot-323","Hon. And Rt. Rev. Dr. Lord Bishop of Oxford","Born in Northhamptonshire he attended Oxford where he graduated with a BA in 1803, a MA in 1806 and a DD in 1829. He was offered an All Souls Fellowship but declined. A nervous and reserved man he had little intrest in being visible politically within the church where he was ordained in 1806. His father presented him the rectory of Leigh in Staffordshire in 1806 and the following year the family seat of the Blithfield rectory. In 1812 he was made a prebendary of the Lichfield Cathedral and in 1817 a canonry of Worcester. Ten years later he was made dean of Canterbury. His translation to the bishopric of Oxford was initially rejected until the Duke of Wellington convinced him it would not be a stressful position, this advice did not prove true. Sixteen years later after being thrust at the center of the Oxford movement he pleaded for Sir Robert Peel to be translated elsewhere. In 1845 he was translated to Bath and Wells where he suffered nervous breakdowns due to his time at Oxford.","2024-09-21T17:04:27.653137+00:00",[539],{"moment":17},{"id":541,"name":542,"slug":543,"alternative_names":6,"description":6,"created_at":544,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":14,"person_moment":545},2,"Richard Edward Arden","richard-edward-arden-2","2024-02-16T16:12:30.203633+00:00",[546],{"moment":17},{"id":548,"name":549,"slug":550,"alternative_names":551,"description":552,"created_at":553,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":41,"person_moment":554},320,"Richard Fountayne Wilson","richard-fountayne-wilson-320","Esq. M.P.","Wilson's paternal grandfather was bishop of Bristol while his maternal grandfather was dean of York. He along with his brother were orphaned in 1786, it is unknown who cared for them. His brother died in 1801 leaving Wilson to inherit his grandfather's estate at High Melton Hall in 1802. He was in 1807 elected high sheriff for Yorkshire and in the 1826 general election was voted M.P for the Tory party. In 1817 he gave the Leeds General Infirmary land valued at £1500. He was against the catholic emancipation.","2024-09-21T16:57:27.410053+00:00",[555],{"moment":17},{"id":557,"name":558,"slug":559,"alternative_names":560,"description":561,"created_at":562,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":41,"person_moment":563},324,"Richard Prosser","richard-prosser-324","Archdeacon Ven.","Born in Market Drayton, Shropshire as the fourth child of Humphrey Prosser and Eleanor Witherston. He graduated BA in 1770, MA in 1773, and DD in 1797 as well as elected chaplain-fellow in 1773. Prosser was ordained in London two years prior and by 1808 was appointed archdeacon of Durham which he remained as for thirty-five years. He established a parochial charity school in Easington building it in 1814 and endowing it in 1833. He and his wife only had one child, Richard Samuel who died at twelve. Prosser donated his library to Balliol upon his death and ordered his own manuscripts to be burned. His heir was his sister's son Francis Richard Haggit MP who is estimated to have inherited £250,000. Much of this wealth aided in the restoration of English Roman Catholicism as his heir was a convert.","2024-09-21T18:15:14.412922+00:00",[564],{"moment":17},{"id":566,"name":558,"slug":567,"alternative_names":568,"description":6,"created_at":569,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":52,"person_moment":570},211,"richard-prosser-211","Archdeacon of Durham","2024-08-19T11:36:24+00:00",[571],{"moment":17},{"id":573,"name":574,"slug":575,"alternative_names":576,"description":577,"created_at":578,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":41,"person_moment":579},326,"Richard William Penn Curzon-Howe","richard-william-penn-curzon-howe-326","Earl Howe","He inherited his grandfather's viscountcy in 1820 as both his father and grandfather predeceased him adding Howe to his name by royal license in 1821 becoming Earl Howe. Between 1829 and 1830 he was made Tory Lord of the Bedchamber to King George IV and dismissed on the insistence of Lord Grey due to his stong opposition to Catholic emancipation. In 1830 he was also made part of the Royal Guelphic Order. He had ten children by his first wife and three by his second, who he married after Lady Brudenell's death in 1830. He was against the catholic emancipation","2024-09-21T18:26:56.830708+00:00",[580],{"moment":17},{"id":582,"name":583,"slug":584,"alternative_names":585,"description":586,"created_at":587,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":41,"person_moment":588},328,"Robert James Carr","robert-james-carr-328","Rt. Rev. Dr. Lord Bishop of Chicester","Carr was the son of a schoolmaster in Twickenham, where he attended primary school, who later became vicar for Ealing. He graduated Oxford in 1792, BA in 1796 and MA in 1806. While at Oxford he was ordained bishop of Salisbury and due to his friendship with the prince regent George, Prince of Wales and was given the vicarage of Brighton. The prince regent later became his patron and Carr attended to him during his last illness in 1827. From 1819-24 he was appointed the prebendary of Salisbury, Chicester and Hereford, later becoming dean of Hereford graduating BD and DD. In 1824 he was made bishop of Chichester and appointed the honorary position of clerk of the closet until the accension of Queen Victoria who dismissed him for his conservatism. Although he spoke little in the House of Lords he attended regularly and was notably against the Catholic Relief Bill while abstaining from the 1832 Reform Bill. In 1831 he was translated to the bishopric of Worchester.","2024-09-22T14:41:15.446435+00:00",[589],{"moment":17},{"id":591,"name":592,"slug":593,"alternative_names":6,"description":594,"created_at":595,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":41,"person_moment":596},284,"Sir James Bart Langham","sir-james-bart-langham-284","Born the youngest son of the seventh baronet of Langham he inherited the title in 1812. He was an M.P and barrister also serving as High Sheriff of Northamptonshire in 1816.","2024-09-11T14:33:36.144805+00:00",[597],{"moment":17},{"id":599,"name":600,"slug":601,"alternative_names":602,"description":603,"created_at":604,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":14,"person_moment":605},138,"Sir Robert Peel","sir-robert-peel-138","Right Hon. M.P.","British Conservative statesman who served twice as Prime Minister of the United Kingdom (1834–1835, 1841–1846), simultaneously serving as Chancellor of the Exchequer (1834–1835), and twice as Home Secretary (1822–1827, 1828–1830). He is regarded as the father of modern British policing, owing to his founding of the Metropolitan Police Service. Peel was one of the founders of the modern Conservative Party.The son of a wealthy textile manufacturer and politician, Peel was the first prime minister from an industrial business background. He earned a double first in classics and mathematics from Christ Church, Oxford. He entered the House of Commons in 1809 and became a rising star in the Tory Party. Peel entered the Cabinet as home secretary (1822–1827), where he reformed and liberalised the criminal law and created the modern police force, leading to a new type of officer known in tribute to him as \"bobbies\" and \"peelers\". After a brief period out of office he returned as home secretary under his political mentor the Duke of Wellington (1828–1830), also serving as Leader of the House of Commons. Initially, a supporter of continued legal discrimination against Catholics, Peel reversed himself and supported the Roman Catholic Relief Act 1829 and the 1828 repeal of the Test Act, claiming that \"though emancipation was a great danger, civil strife was a greater danger\".Peel often started from a traditional Tory position in opposition to a measure, then reversed his stance and became the leader in supporting liberal legislation. This happened with the Test Act, Catholic emancipation, the Reform Act, income tax and, most notably, the repeal of the Corn Laws. Historian A. J. P. Taylor wrote: \"Peel was in the first rank of 19th-century statesmen. He carried Catholic Emancipation; he repealed the Corn Laws; he created the modern Conservative Party on the ruins of the old Toryism. Peel was born at Chamber Hall, Bury, Lancashire, to the industrialist and parliamentarian Sir Robert Peel, 1st Baronet, and his wife Ellen Yates. His father was one of the richest textile manufacturers of the early Industrial Revolution. Peel received his early education from a clergyman tutor in Bury and at a clergyman's local school in Tamworth.He may also have attended Bury Grammar School or Hipperholme Grammar School, though evidence for either is anecdotal rather than textual. He started at Harrow School in February 1800. At Harrow, he was a contemporary of Lord Byron. Attended Christ Church, Oxford, which Peel attended 1805–1808, graduating with a double first. In 1805, Peel matriculated at Christ Church, Oxford. His tutor was Charles Lloyd, later Regius Professor of Divinity, on Peel's recommendation appointed bishop of Oxford. In 1808 Peel became the first Oxford student to take a double first in Classics and Mathematics.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","2024-02-29T11:50:24.825531+00:00",[606],{"moment":17},{"id":608,"name":609,"slug":610,"alternative_names":611,"description":612,"created_at":613,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":41,"person_moment":614},334,"Thomas Burgess","thomas-burgess-334","Rt. Rev. Dr. Lord Bishop of Salisbury","One of six children Burgess was a shy and reserved man but well-liked. He entered Oxford on a scolarship studying Greek classics graduating BA in 1778, MA in 1782 and fellow in 1783. In 1784 he was ordained as a priest, a year later he became examining and domestic chaplain to Shute Barrington Bishop of Salisbury and was appointed to a prebendal stall in the Cathedral. He was invested, alongside the bishop, in increasing the amount of Sunday Schools. In 1789 he published a treatise arguing against both slavery and the slave trade. When Barrington was translated to Durham, Burgess followed and was rewarded with the first available prebendall stall. Days after obtaining his DD, Burgess' old school and university peer P.M. Henry Addington awarded him the see of St. David's in Wales. He made religious literature free or reduced the prices and attempted to improve the training of the clergy. He strongly opposed Catholic Emancipation. In 1825 he accepted his translation to Salisbury, a much wealthier diocese, where he remained until his death. He left 8000 books to St David's College, Lampeter alongside money.","2024-09-22T15:18:49.16336+00:00",[615],{"moment":17},{"id":617,"name":618,"slug":619,"alternative_names":620,"description":6,"created_at":621,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":52,"person_moment":622},210,"Thomas Coke of Holkham","thomas-coke-of-holkham-210","Thomas William Coke, 1st Earl of Leicester, Coke of NorfolK, Coke of Holkham","2024-08-19T11:20:57+00:00",[623],{"moment":17},{"id":625,"name":626,"slug":627,"alternative_names":6,"description":628,"created_at":629,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":630,"draft":13,"added_by":52,"person_moment":631},218,"Thomas Mozley","thomas-mozley-218","An English clergyman and writer associated with the Oxford Movement.\n\n","2024-08-19T13:09:38+00:00","Born at Gainsborough, Lincolnshire",[632],{"moment":17},{"id":634,"name":635,"slug":636,"alternative_names":637,"description":6,"created_at":638,"gender":6,"language":6,"nationality":6,"ethnicity":6,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":41,"person_moment":639},351,"Thomas Sikes","thomas-sikes-351","Rev.","2024-09-23T15:46:53.7136+00:00",[640],{"moment":17},{"id":642,"name":643,"slug":644,"alternative_names":6,"description":645,"created_at":646,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":52,"person_moment":647},219,"Thomas Willement","thomas-willement-219","An English stained glass artist and writer","2024-08-19T13:15:07+00:00",[648],{"moment":17},{"id":650,"name":651,"slug":652,"alternative_names":653,"description":654,"created_at":655,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":656,"draft":13,"added_by":41,"person_moment":657},337,"Walter Francis Montagu Douglas-Scott","walter-francis-montagu-douglas-scott-337","Duke of Buccleuch and Queensbury","Second son of the fourth duke of Buccleuch and Hon. Catherine Townshend born at Dalkeith House, Midlothan, Scotland, inherited the dukedom at thirteen as his elder brother had passed. Staunch conservative and served in Robert Peel's ministry (1842-46) and lord president of the council for the first six months of 1846. Magnate and politician also owned one of the largest most profitable estates. In 1835 he was made a knight of the garter.","2024-09-22T16:07:48.531238+00:00","Scottish",[658],{"moment":17},{"id":660,"name":661,"slug":662,"alternative_names":6,"description":663,"created_at":664,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":14,"person_moment":665},104,"William Astell","william-astell-104","MP. Born William Thornton but took name Astell to inherit maternal grandmother's estates. 2nd son. Partner in Godfrey Thornton and Sons and director of EIC (1800-46), Russia Company (1802), EI Dock Company (1805-1835), also chairman of Great Northern Railway Company. ","2024-02-29T10:22:58.773379+00:00",[666],{"moment":17},{"id":668,"name":669,"slug":670,"alternative_names":671,"description":672,"created_at":673,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":41,"person_moment":674},338,"William Carey","william-carey-338","Rt. Rev. Dr. Lord Bishop of St. Asaph/ Exeter","Son of a tradesman named Richard Carey. Carey attended Westminster with the help of William Vincent, later becoming captain and then headmaster of the school. He graduated Oxford with a BA in 1793 and MA in 1796, going on to become a tutor until 1800 at Christ Church college. He was ordained in 1799 holding the perpetual curacy of Cowley in 1800 going on to be a preacher at Whitehall Church. His friend Cyril Jackson, who was the head of his Oxford College, significantly stengthened his application to become headmaster of Westminster where he became well-liked despite the consensus pointing toward a tacit endorsement of fighting. The post of sub-almoner to the King was given to him in 1808 and in 1809 the prebend of Westminster. He was placed in charge by the duke of York of educating the children of soldiers at the Royal Military Asylum in Chelsea. Retiring to Yorkshire from 1814-20 he was then made bishop of Exeter,and translated to St Asaph as a bishop in 1830.","2024-09-22T16:16:02.564034+00:00",[675],{"moment":17},{"id":677,"name":678,"slug":679,"alternative_names":6,"description":680,"created_at":681,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":14,"person_moment":682},160,"William Cotton","william-cotton-160","William Cotton, born in 1786 in Leytonstone, was a founding member of the council of King’s College London. Cotton was a merchant, inventor, banker, and philanthropist, who during his lifetime built numerous churches and schools for the working classes. Cotton came from a well-established upper middle-class family. His father (Joseph Cotton, 1745-1825) had made his money as a captain for the East India Company (EIC) taking advantage of expanding imperial trade and was later appointed a director of the EIC. His grandfather (Dr Nathaniel Cotton, 1705-1788) was a highly respected physician.  Cotton was a deeply religious man and during his lifetime was involved with societies such as the Colonial Bishoprics Fund, Hackney Phalanx of Prominent Churchmen and Society for the Promotion of Christian Knowledge. Cotton believed that moral reform was the best form of patriotism. Importantly, he argued that the poor needed to be relieved of their poverty before their morals could be judged. His philanthropy therefore focused on the promotion of institutions that could relieve economic and social pressures. This included his zeal for building churches, promoting public baths, wash houses and model lodging houses.  \n\nHowever, Cotton’s behaviour was not always so exemplary. During his time at Chigwell Grammar, 15-year-old Cotton was accused of setting fire to the headmaster’s garden. Cotton married Sarah Fowler in 1812. The couple had seven children together and Cotton maintained a keen interest in their upbringing and education. Reflecting both his business shrewdness and his familial shipping legacy, Cotton first began his career at the Limehouse shipping firm Huddart & Co. which he later adopted full control of, he also invented steam driven rope making machinery and in 1851 was awarded the Telford Medal from the Institution of Civil Engineers. During his tenure at the Bank of England, Cotton alongside Home Secretary Sir Robert Peel and Conservative plantation owner, Henry Goulburn, produced the Bank Charter Act of 1844. One of his most valued inventions was an automatic weighing machine for sovereigns, colloquially referred to as ‘the governor’, which won a medal at the Great Exhibition of 1851 and was used extensively at the Bank of England. William Cotton became a fellow of the Royal Society in 1821, was elected chairman of the London Hospital in 1827 and became treasurer in 1837 echoing some of the roles he undertook for the newly founded King’s College London in 1829. He also used the many connections he made through these roles to fundraise for King’s College London. However, the man he had the most contact with at King’s was his friend Henry Nelson Coleridge, who was also an important council member. Cotton was described by historian Hearnshaw as a ‘venerable member’ of King’s and one whose death in 1866 marked ‘the first age of the college’ coming to an end.","2024-03-21T11:22:08.076963+00:00",[683],{"moment":17},{"id":685,"name":686,"slug":687,"alternative_names":688,"description":689,"created_at":690,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":41,"person_moment":691},342,"William Howley","william-howley-342","Right Hon. And Most Rev. Dr.  Archbishop of Canterbury","Born in Ropely, Hampshire to Willam and Mary Howley. His father was a vicar of Bishop's Sutton and Ropely and his mother was the daughter of a wine merchant. While at Oxford he was tutor to William II of the Netherlands and in 1792 became chaplain to the Marquess of Abercorn who significantly aided in his career progression. He and his wife had five children together two sons and three daughters. He became Archbishop of Canterbury after the death of Charles Manners-Sutton in 1828, he was strongly opposed to Catholic emancipation. Howley was concerned that if the church did not reform itself the government would do so for them and so was deeply invested in the Ecclesiastical Commission of the 1830's and 40's.","2024-09-23T10:36:18.443076+00:00",[692],{"moment":17},{"id":694,"name":695,"slug":696,"alternative_names":697,"description":698,"created_at":699,"gender":9,"language":10,"nationality":11,"ethnicity":12,"ethnicity_description":6,"nationality_description":6,"draft":13,"added_by":41,"person_moment":700},348,"William Van Mildert","william-van-mildert-348","Rt. Rev. Dr. Lord Bishop of Durham/ Bishop of Llandaff","Mildert was the fourth child and second son of Cornelius, a gin distiller, and Martha Hill, both his great and great-great grandfather were deacons of the Dutch reformed church. He toured the Netherlands in the summer of 1792 and in 1779 entered Merchant Taylor's School in preparation for university where he graduated BA in 1787 and MA in 1790. He married but never had any children. In 1789 he was ordained deacon of the Oxford curacy of Sherborne in Hampshire and in December of the same year was ordained priest of the curate of Witham, Essex. His Boyle lectures in 1802 depicted Judaism, Islam, popery, freemasonry, and the French revolution as satanic conspiracies. He narrowly escaped bankruptcy in 1810 due to fellow members of the Hackney Phalanx offering financial aid. The same year he accepted Lord Liverpool's offer of the regius professorship of divinity at Oxford where he became a canon of Christ Church college, a BD and DD. In 1819 he was concecrated Bishop of Llandaff. He supported the founding of both the University of Durham and King's College London as he believed they could dissuade the founding or success of secular universities. He was against the catholic emancipation.","2024-09-23T13:19:42.173169+00:00",[701],{"moment":17}],"uses":{"params":["slug"]}},null]}
