{"type":"data","nodes":[null,{"type":"data","data":[{"item":1},{"id":2,"name":3,"slug":4,"alternative_names":5,"description":6,"created_at":7,"gender":8,"language":9,"nationality":10,"ethnicity":11,"ethnicity_description":5,"nationality_description":5,"draft":12,"added_by":13},165,"Benjamin Collins Brodie","benjamin-collins-brodie-165",null,"Born in Wiltshire, Educated at home and then went ot London to join lectures at St Bartholomews.1803 entered St George's, as surgical pupil of Everard Home. Spirited defender of Home after he was accused of plagiarising brother in law John Hunter. Was made senior surgeon of St Georges. Produced influential text called. Diseases of the Joints (1818). This important and influential text, which skilfully analysed case histories, and aimed to teach surgeons how to preserve limbs that might otherwise have been amputated, went through five editions, and was translated into several languages. It included descriptions of hysterical pseudo-fracture of the spine, and the first clinical description of ankylosing spondylitis. In the fifth edition (1850) he identified Brodie's disease, a chronic synovitis in which an affected joint undergoes a pulpy degeneration. In 1828 he devised a technique for trephining the tibia for chronic inflammation (Brodie's abscess); in 1835 he pioneered a technique for correction of abnormalities in the anal sphincter (Brodie's pile); and in 1840 he identified a particular form of breast tumour (Brodie's tumour).He firmly believed that its moral, religious, and scientific education and leadership should distinguish the élite of the medical profession. He therefore strongly supported the foundation of the London Medical Gazette in 1827 to counter Thomas Wakley's assertions in The Lancet that hospital surgeons and the council of the Royal College of Surgeons were corrupt. He was president of the Royal Medical and Chirurgical Society (1839), where he introduced discussions at meetings. In 1844 he was elected president of the Royal College of Surgeons, having been for many years examiner and member of the council, and having introduced important improvements into the system of examinations and the structure of its hitherto self-perpetuating council. Together with Joseph Henry Green and John Simon he was closely involved in the complex negotiations that led to the Medical Act of 1858.","2024-03-29T22:47:23.932771+00:00","Assigned male at birth","English","United Kingdom","White",true,"Gillian Lamb"],"uses":{"params":["slug"]}}]}
