{"type":"data","nodes":[null,{"type":"data","data":[{"item":1},{"id":2,"name":3,"slug":4,"alternative_names":5,"description":6,"created_at":7,"gender":5,"language":8,"nationality":9,"ethnicity":10,"ethnicity_description":5,"nationality_description":5,"draft":11,"added_by":12},145,"Lord John Russell","john-russell-145",null,"British Whig and Liberal statesman who served as Prime Minister of the United Kingdom from 1846 to 1852 and again from 1865 to 1866.The third son of the 6th Duke of Bedford, Russell was educated at Westminster School and Edinburgh University before entering Parliament in 1813. In 1828 he took a leading role in the repeal of the Test Acts which discriminated against Catholics and Protestant dissenters. He was one of the principal architects of the Reform Act 1832, which was the first major reform of Parliament since the Restoration, and a significant early step on the road to democracy and away from rule by the aristocracy and landed gentry. He favoured expanding the right to vote to the middle classes and enfranchising Britain's growing industrial towns and cities, but he never advocated universal suffrage and he opposed the secret ballot. Russell was outspoken on many issues over the course of his career, advocating Catholic emancipation in the 1820s, calling for the repeal of the Corn Laws in 1845, denouncing Pope Pius IX's revival of Catholic bishoprics in 1850, and supporting Italian unification during the 1860s. Russell's political agenda was frequently frustrated by his lack of a reliable Commons majority. However, his government was able to secure a number of notable social reforms. Russell introduced teachers' pensions and used Orders in Council to make grants for teacher training. The Public Baths and Wash-houses Acts of 1847 and 1848 enabled local authorities to build municipal baths and washing facilities for the growing urban working classes. Russell lent his support to the passage of the Factories Act 1847, which restricted the working hours of women and young persons (aged 13–18) in textile mills to 10 hours per day.Russell married Adelaide Lister (widow of Thomas Lister, 2nd Baron Ribblesdale, who had died in 1832) on 11 April 1835. Together they had two daughters:\r\n\r\n","2024-02-29T12:27:39.647072+00:00","English","United Kingdom","White",true,"Gillian Lamb"],"uses":{"params":["slug"]}}]}
