{"type":"data","nodes":[null,{"type":"data","data":[{"item":1},{"id":2,"name":3,"slug":4,"alternative_names":5,"description":6,"created_at":7,"gender":5,"language":8,"nationality":9,"ethnicity":10,"ethnicity_description":5,"nationality_description":5,"draft":11,"added_by":12},142,"William Wilberforce","william-wilberforce-142",null," British politician, a philanthropist, and a leader of the movement to abolish the slave trade. A native of Kingston upon Hull, Yorkshire, he began his political career in 1780, and became an independent Member of Parliament (MP) for Yorkshire (1784–1812). In 1785, he underwent a conversion experience and became an Evangelical Anglican, which resulted in major changes to his lifestyle and a lifelong concern for reform.In 1787, Wilberforce came into contact with Thomas Clarkson and a group of activists against the slave trade, including Granville Sharp, Hannah More and Charles Middleton. They persuaded Wilberforce to take on the cause of abolition, and he became a leading English abolitionist. He headed the parliamentary campaign against the British slave trade for 20 years until the passage of the Slave Trade Act of 1807.Wilberforce was convinced of the importance of religion, morality and education. He championed causes and campaigns such as the Society for the Suppression of Vice, British missionary work in India, the creation of a free colony in Sierra Leone, the foundation of the Church Mission Society and the Society for the Prevention of Cruelty to Animals. His underlying conservatism led him to support politically and socially repressive legislation, and resulted in criticism that he was ignoring injustices at home while campaigning for the enslaved abroad.In later years, Wilberforce supported the campaign for the complete abolition of slavery and continued his involvement after 1826, when he resigned from Parliament because of his failing health. That campaign led to the Slavery Abolition Act 1833, which abolished slavery in most of the British Empire. Wilberforce died just three days after hearing that the passage of the Act through Parliament was assured. He was buried in Westminster Abbey, close to his friend William Pitt the Younger. Attended Hull Grammar School, which at the time was headed by a young, dynamic headmaster, Joseph Milner, who was to become a lifelong friend. In October 1776, at the age of seventeen, Wilberforce went up to St John's College, Cambridge.In October 1784, Wilberforce embarked upon a tour of Europe which would ultimately change his life and determine his future career. He travelled with his mother and sister in the company of Isaac Milner, the brilliant younger brother of his former headmaster, who had been Fellow of Queens' College, Cambridge, in the year when Wilberforce first went up. ","2024-02-29T12:17:37.077638+00:00","English","United Kingdom","White",true,"Gillian Lamb"],"uses":{"params":["source","slug"]}}]}
