{"type":"data","nodes":[null,{"type":"data","data":[{"item":1},{"id":2,"name":3,"slug":4,"alternative_names":5,"description":6,"created_at":7,"gender":8,"language":9,"nationality":10,"ethnicity":11,"ethnicity_description":5,"nationality_description":5,"draft":12,"added_by":13},141,"Agnes Cotton","agnes-cotton-141",null,"(27 February 1828 – 20 May 1899) was an English social reformer and philanthropist. She founded and ran a home in Leytonstone for 'fallen girls' called The Pastures.Cotton was considered to be a philanthropist by the time she was 18. She helped her sister Sarah Acland in her philanthropy projects and started to create her own projects to care for children in Leytonstone. Her siblings included the judge Henry Cotton, the philanthropist Sarah Acland, and the missionary William Cotton. In 1865, Cotton opened a children's home with an attached laundry for girls. This was expanded when she moved to The Cedars, a home once operated as an orphanage/school by the Methodist preacher Mary Bosanquet. She renamed the house 'The Pastures. In about 1880, Cotton paid for an expansion of the existing building. The site in Leytonstone now included a chapel, industrial laundry, school and was known as the 'Home of the Good Shepherd' to differentiate it from 'The Pastures,' which was the former base. Previously Cotton's good works had been funded by herself, her family, and well wishers; in the 1880s the home attracted funding from the state. It was registered under the Criminal Law Amendment Act, although it was not a home for delinquent girls but a place of training in laundry work for girls who had been involved in prostitution. Rumours about harsh treatment inside of The Pastures began to spread in 1894. Rumours varied from stories about the girls being unsupervised, to abused, to stories about Cotton being too old for the job. The Home Office was called into investigate after Reverend A. Drew, a chairman of the London School Board, demanded an inquiry. Inspector William Inglis concluded that the rumours were false, and exonerated Cotton. Despite her exoneration, the London School Board cut ties with Cotton in 1895.","2024-02-29T12:14:48.744236+00:00","Assigned male at birth","English","United Kingdom","White",true,"Gillian Lamb"],"uses":{"params":["slug"]}}]}
