{"type":"data","nodes":[null,{"type":"data","data":[{"item":1},{"id":2,"name":3,"slug":4,"alternative_names":5,"description":6,"created_at":7,"gender":5,"language":8,"nationality":9,"ethnicity":10,"ethnicity_description":5,"nationality_description":5,"draft":11,"added_by":12},146,"Jonathan Boucher","jonathan-boucher-146",null,"English clergyman, teacher, preacher and philologist. Jonathan Boucher was born in Blencogo, near Wigton, Cumberland, and educated at the Wigton Grammar School. After training in Workington, Jonathan became a teacher, at St. Bees School and in 1759 went to Virginia, where he became a private tutor in the families of Virginia planters. Invited to become vicar of a nearby Anglican church, but lacking any religious qualifications, he briefly returned to England, to be ordained by the bishop of London in March 1762. He also carried a cane around the colony.He landed in America again on 12 July, was associated with the Anglican Church, and remained until 1775 as rector of various Virginia and Maryland parishes, including St. Mary's, Caroline County, Virginia, Hanover, King George County, Virginia, and St Anne's in Annapolis, Maryland and in 1771, St. Barnabas Church, Upper Marlboro, Maryland. He was widely known as an eloquent preacher, and his scholarly attainments won for him the friendship and esteem of some of the ablest scholars in the colonies. Boucher was an accomplished writer and scholar, contributed largely to William Hutchinson's History of the County of Cumberland (2 vols., 1794 seq.), and published A View of the Causes and Consequences of the American Revolution (1797), dedicated to General George Washington, and consisting of thirteen discourses delivered in America between 1763 and 1775. He married three times, first in America in 1772 to Eleanor Addison, of which little is known, other than that his wife did not appear to return to Britain with him; they had a daughter named Eleanor Boucher. His second marriage occurred in England in 1787 to Mary Elizabeth Foreman, who died the following year. His last marriage in 1789 was to Elizabeth James (née Hodgson), a widow to Dr. John James. James and Boucher had seven children together, including Barton Boucher.","2024-02-29T12:31:49.686944+00:00","English","United Kingdom","White",true,"Gillian Lamb"],"uses":{"params":["slug"]}}]}
